Repository: marslin1220/RunCraft
Catalog: RunCraftPackage/Sources/InsightsFeature/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: %@ predicted time %@
ja: %1$@ 予測タイム %2$@
ko: %1$@ 예측 기록 %2$@
zh_hans: %1$@ 预估成绩 %2$@
zh_hant: %1$@ 預估成績 %2$@

source: %@ update on %@
ja: %2$@ の %1$@ 更新
ko: %2$@의 %1$@ 업데이트
zh_hans: %2$@ 的 %1$@ 更新
zh_hant: %2$@ 的 %1$@ 更新

source: %@, %@, %@, pace %@ %@
ja: %1$@、%2$@、%3$@、ペース %4$@ %5$@
ko: %1$@, %2$@, %3$@, 페이스 %4$@ %5$@
zh_hans: %1$@，%2$@，%3$@，配速 %4$@ %5$@
zh_hant: %1$@，%2$@，%3$@，配速 %4$@ %5$@

source: Apple Watch estimate
ja: Apple Watch 推定値
ko: Apple Watch 추정치
zh_hans: Apple Watch 估算值
zh_hant: Apple Watch 估計值

source: Apple Watch hasn't recorded enough VO₂max samples yet. They appear after outdoor runs with strong GPS + heart-rate signal.
ja: Apple Watch にはまだ十分な VO₂max データがありません。GPS と心拍が安定した屋外ランの後に記録されます。
ko: Apple Watch에 VO₂max 샘플이 충분하지 않습니다. GPS와 심박이 안정적인 야외 러닝 후에 기록됩니다.
zh_hans: Apple Watch 还没有记录足够的 VO₂max 样本。在 GPS 和心率信号良好的户外跑步后才会出现。
zh_hant: Apple Watch 還沒記錄到足夠的 VO₂max 樣本。GPS 與心率訊號良好的戶外跑步後才會出現。

source: Done
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: Delta on %@
ja: %@ の差分
ko: %@의 차이
zh_hans: %@ 的差值
zh_hant: %@ 的差值

source: Drives your plan
ja: プランの基準
ko: 계획의 기준
zh_hans: 驱动你的训练计划
zh_hant: 驅動你的訓練計畫

source: Easy
ja: イージー
ko: 이지
zh_hans: 轻松
zh_hant: 輕鬆

source: Excellent
ja: 優秀
ko: 우수
zh_hans: 优秀
zh_hant: 優秀

source: Fitness trend
ja: 体力トレンド
ko: 체력 추이
zh_hans: 体能趋势
zh_hant: 體能趨勢

source: Good
ja: 良好
ko: 양호
zh_hans: 良好
zh_hant: 良好

source: HR recovery · 90 days
ja: HR 回復 · 90 日間
ko: HR 회복 · 90일
zh_hans: 心率恢复 · 90 天
zh_hant: 心率恢復 · 90 天

source: HR recovery is recorded by Apple Watch at the end of each workout. Complete a few outdoor runs to see your trend.
ja: HR 回復はワークアウト終了時に Apple Watch が記録します。屋外ランを数回行うとトレンドが表示されます。
ko: HR 회복은 Apple Watch가 각 운동이 끝날 때 기록합니다. 야외 러닝을 몇 번 완료하면 추이를 볼 수 있습니다.
zh_hans: 心率恢复由 Apple Watch 在每次锻炼结束时记录。完成几次户外跑步即可看到趋势。
zh_hant: 心率恢復由 Apple Watch 在每次運動結束時記錄。完成幾次戶外跑步即可看到趨勢。

source: HRV readings appear here after Apple Watch records overnight SDNN data. Wear your Watch to sleep for a few nights.
ja: Apple Watch が睡眠中の SDNN データを記録すると、HRV 測定値がここに表示されます。数晩 Watch を着けて寝てください。
ko: Apple Watch가 야간 SDNN 데이터를 기록하면 HRV 수치가 여기에 표시됩니다. 며칠 밤 Watch를 착용하고 주무세요.
zh_hans: Apple Watch 记录到夜间 SDNN 数据后，HRV 读数将显示在这里。请佩戴 Watch 入睡几个晚上。
zh_hant: Apple Watch 記錄到夜間 SDNN 資料後，HRV 讀數將顯示在這裡。請佩戴 Watch 入睡幾個晚上。

source: Heart rate variability · 90 days
ja: 心拍変動 · 90 日間
ko: 심박 변동 · 90일
zh_hans: 心率变异 · 90 天
zh_hant: 心率變異 · 90 天

source: Initial
ja: 初期値
ko: 초기
zh_hans: 初始
zh_hant: 初始

source: Insights
ja: インサイト
ko: 인사이트
zh_hans: 数据分析
zh_hant: 數據分析

source: Manual
ja: 手動
ko: 수동
zh_hans: 手动
zh_hant: 手動

source: Need both VDOT history and VO₂max samples to compute the gap.
ja: 差分を計算するには、VDOT 履歴と VO₂max データの両方が必要です。
ko: 차이를 계산하려면 VDOT 기록과 VO₂max 샘플이 모두 필요합니다.
zh_hans: 需要 VDOT 历史记录与 VO₂max 样本才能计算差值。
zh_hant: 需要 VDOT 歷史紀錄與 VO₂max 樣本才能計算差值。

source: No completed runs yet. They'll appear here after HealthKit syncs or after you log a run by voice.
ja: まだ完走ログがありません。HealthKit 同期後、または音声でランを記録するとここに表示されます。
ko: 완료된 러닝이 없습니다. HealthKit이 동기화되거나 음성으로 러닝을 기록하면 여기에 표시됩니다.
zh_hans: 尚无完成的跑步记录。HealthKit 同步后或语音记录跑步后会出现在这里。
zh_hant: 尚無完成的跑步紀錄。HealthKit 同步後或語音記錄跑步後會出現在這裡。

source: No completed runs yet. They'll appear here after HealthKit syncs.
ja: まだ完走ログがありません。HealthKit が同期されるとここに表示されます。
ko: 완료된 러닝이 없습니다. HealthKit이 동기화되면 여기에 표시됩니다.
zh_hans: 尚无完成的跑步记录。HealthKit 同步后会出现在这里。
zh_hant: 尚無完成的跑步紀錄。HealthKit 同步後會出現在這裡。

source: Not enough history yet — log a race or finish a few hard sessions.
ja: まだ十分な履歴がありません — レースを記録するか、ハードなセッションをこなしてください。
ko: 아직 기록이 부족합니다 — 레이스를 기록하거나 강도 높은 훈련을 완수하세요.
zh_hans: 还没有足够的历史数据 — 记录一场比赛，或完成几次高强度训练。
zh_hant: 還沒有足夠的歷史資料 — 記錄一場比賽，或完成幾次高強度訓練。

source: Predicted race times
ja: 予測タイム
ko: 예측 기록
zh_hans: 预估比赛成绩
zh_hant: 預估比賽成績

source: Race time
ja: レースタイム
ko: 레이스 기록
zh_hans: 比赛成绩
zh_hant: 比賽成績

source: Recent runs
ja: 最近のラン
ko: 최근 러닝
zh_hans: 最近的跑步
zh_hant: 最近的跑步

source: Series
ja: シリーズ
ko: 시리즈
zh_hans: 系列
zh_hant: 系列

source: Set a VDOT in the Plan tab to see predictions.
ja: 「プラン」タブで VDOT を設定すると予測が表示されます。
ko: "계획" 탭에서 VDOT을 설정하면 예측이 표시됩니다.
zh_hans: 在「计划」分页设定 VDOT，这里就会出现预测。
zh_hant: 在「計畫」分頁設定 VDOT，這裡就會出現預估。

source: VO2max on %@
ja: %@ の VO2max
ko: %@의 VO2max
zh_hans: %@ 的 VO2max
zh_hant: %@ 的 VO2max

source: Week of %@
ja: %@ の週
ko: %@ 주
zh_hans: %@ 当周
zh_hant: %@ 當週

source: Weekly mileage · last 8 weeks
ja: 週間距離 · 直近 8 週間
ko: 주간 거리 · 최근 8주
zh_hans: 周跑量 · 近 8 周
zh_hant: 週跑量 · 近 8 週

source: Workout
ja: ワークアウト
ko: 운동
zh_hans: 训练
zh_hant: 訓練

source: Set Up VDOT
ja: VDOT を設定
ko: VDOT 설정
zh_hans: 设置 VDOT
zh_hant: 設定 VDOT

source: Set up your VDOT to unlock pace zones, training paces, and race predictions. We can detect it from Apple Health, or you can enter a recent race time.
ja: VDOT を設定すると、ペースゾーン、トレーニングペース、レース予測が使えるようになります。Apple ヘルスケアから自動検出するか、直近のレースタイムを入力してください。
ko: VDOT을 설정하면 페이스 존, 훈련 페이스, 레이스 예측을 사용할 수 있습니다. Apple 건강에서 자동으로 감지하거나 최근 레이스 기록을 입력할 수 있습니다.
zh_hans: 设置 VDOT 即可解锁配速区间、训练配速与比赛预测。我们可以从 Apple 健康自动检测，或者你可以输入近期的比赛成绩。
zh_hant: 設定 VDOT 即可解鎖配速區間、訓練配速與比賽預測。我們可以從 Apple 健康自動偵測，或者你可以輸入近期的比賽成績。

source: Below avg
ja: 平均以下
ko: 평균 이하
zh_hans: 低于平均
zh_hant: 低於平均

source: Interval
ja: インターバル
ko: 인터벌
zh_hans: 间歇
zh_hant: 間歇

source: Lactate thresholds
ja: 乳酸閾値
ko: 젖산 역치
zh_hans: 乳酸阈值
zh_hant: 乳酸閾值

source: Marathon
ja: マラソン
ko: 마라톤
zh_hans: 马拉松
zh_hant: 馬拉松

source: Not enough VDOT history yet — log a race or finish a hard session to build your trend.
ja: VDOTの履歴がまだ不足しています。レースを記録するか、ハードなセッションを完了してトレンドを構築してください。
ko: VDOT 기록이 아직 부족합니다. 레이스를 기록하거나 힘든 세션을 완료하여 추세를 구축하세요.
zh_hans: VDOT 历史记录不足——记录一场比赛或完成一次高强度训练以建立趋势。
zh_hant: VDOT 歷史記錄不足——記錄一場比賽或完成一次高強度訓練以建立趨勢。

source: Poor
ja: 低い
ko: 낮음
zh_hans: 较差
zh_hant: 較差

source: Repetition
ja: レペティション
ko: 반복
zh_hans: 重复
zh_hant: 重複

source: Resting heart rate · 90 days
ja: 安静時心拍数 · 90日間
ko: 안정시 심박수 · 90일
zh_hans: 静息心率 · 90天
zh_hant: 靜息心率 · 90天

source: Resting heart rate appears after Apple Watch records several overnight readings.
ja: Apple Watchが数回の夜間計測を記録すると、安静時心拍数が表示されます。
ko: Apple Watch가 몇 번의 야간 측정을 기록하면 안정시 심박수가 표시됩니다.
zh_hans: Apple Watch 记录几次夜间数据后，静息心率即会显示。
zh_hant: Apple Watch 記錄幾次夜間數據後，靜息心率即會顯示。

source: Running economy · 90 days
ja: ランニングエコノミー · 90日間
ko: 러닝 이코노미 · 90일
zh_hans: 跑步经济性 · 90天
zh_hant: 跑步經濟性 · 90天

source: Set a VDOT in the Plan tab to see your pace zones.
ja: プランタブでVDOTを設定すると、ペースゾーンが表示されます。
ko: 플랜 탭에서 VDOT을 설정하면 페이스 존을 볼 수 있습니다.
zh_hans: 在计划标签中设置 VDOT 即可查看配速区间。
zh_hant: 在計畫標籤中設定 VDOT 即可查看配速區間。

source: Set a VDOT in the Plan tab to see your threshold paces.
ja: プランタブでVDOTを設定すると、閾値ペースが表示されます。
ko: 플랜 탭에서 VDOT을 설정하면 역치 페이스를 볼 수 있습니다.
zh_hans: 在计划标签中设置 VDOT 即可查看阈值配速。
zh_hant: 在計畫標籤中設定 VDOT 即可查看閾值配速。

source: Set up your fitness baseline
ja: フィットネスベースラインを設定する
ko: 피트니스 기준선 설정
zh_hans: 设置健身基准
zh_hant: 設定健身基準

source: Threshold
ja: 閾値
ko: 역치
zh_hans: 阈值
zh_hant: 閾值

source: Training zones
ja: トレーニングゾーン
ko: 훈련 구역
zh_hans: 训练区间
zh_hant: 訓練區間

source: Higher HRV indicates better recovery and aerobic adaptation. A rising trend over weeks means your training is building fitness without excess stress.
ja: HRVが高いほど回復力と有酸素適応が優れていることを示します。数週間にわたって上昇傾向にある場合、過度なストレスなしにフィットネスが向上しています。
ko: HRV가 높을수록 회복력과 유산소 적응이 뛰어남을 나타냅니다. 몇 주에 걸쳐 상승 추세라면 과도한 스트레스 없이 체력이 향상되고 있는 것입니다.
zh_hans: HRV 越高，代表恢复能力与有氧适应越好。若数周内持续上升，说明训练正在提升体能而不过度疲劳。
zh_hant: HRV 越高，代表恢復能力與有氧適應越好。若數週內持續上升，說明訓練正在提升體能而不過度疲勞。

source: A downward trend over months indicates improving cardiovascular efficiency. Spikes above your baseline often signal illness, overtraining, or poor sleep.
ja: 数ヶ月にわたる下降傾向は、心臓血管系の効率が向上していることを示します。ベースラインを大きく上回る急上昇は、病気、過訓練、または睡眠不足のサインであることが多いです。
ko: 몇 달에 걸친 하락 추세는 심혈관 효율이 개선되고 있음을 나타냅니다. 기준치 이상의 급등은 질병, 과훈련 또는 수면 부족의 신호인 경우가 많습니다.
zh_hans: 数月内的下降趋势表明心血管效率正在提升。高于基准线的突然飙升通常是疾病、过度训练或睡眠不足的信号。
zh_hant: 數月內的下降趨勢表明心血管效率正在提升。高於基準線的突然飆升通常是疾病、過度訓練或睡眠不足的訊號。

source: A 1-minute drop above 22 bpm is considered good. Elite runners often exceed 40 bpm. Consistently low values signal poor recovery or overtraining.
ja: 1分間で22bpm以上の低下は良好とされます。エリートランナーは40bpmを超えることも多いです。一貫して低い値は、回復不足または過訓練のサインです。
ko: 1분 내 22bpm 이상의 감소는 양호한 것으로 간주됩니다. 엘리트 러너는 종종 40bpm을 초과합니다. 지속적으로 낮은 값은 회복 부족 또는 과훈련을 나타냅니다.
zh_hans: 1 分钟内心率下降超过 22 bpm 视为良好。精英跑者通常超过 40 bpm。持续偏低的数值是恢复不足或过度训练的信号。
zh_hant: 1 分鐘內心率下降超過 22 bpm 視為良好。精英跑者通常超過 40 bpm。持續偏低的數值是恢復不足或過度訓練的訊號。

source: Zones based on Jack Daniels' Running Formula at VDOT %lld.
ja: Jack Daniels のランニング・フォーミュラに基づく VDOT %lld のゾーン。
ko: VDOT %lld 기준 Jack Daniels 러닝 공식에 의한 구역.
zh_hans: 基于 Jack Daniels 跑步公式，VDOT %lld 对应的区间。
zh_hant: 基於 Jack Daniels 跑步公式，VDOT %lld 對應的區間。

source: LT1 · Aerobic
ja: LT1 · 有酸素
ko: LT1 · 유산소
zh_hans: LT1 · 有氧
zh_hant: LT1 · 有氧

source: LT2 · Anaerobic
ja: LT2 · 無酸素
ko: LT2 · 무산소
zh_hans: LT2 · 无氧
zh_hant: LT2 · 無氧

# InsightInfo.vdot.body
source: VDOT is Jack Daniels' measure of your current running fitness. Derived from your best race time or training performance, it represents the effective oxygen-utilisation rate at which you actually race. **Why it drives your plan** VDOT powers every pace zone and session target in RunCraft — Easy, Marathon, Threshold, Interval, and Repetition paces are all computed from this single number. **What to look for** • A rising VDOT over a training block confirms real fitness gains. • A plateau for 6+ weeks despite consistent training often signals the need for a new race stimulus, more easy volume, or a recovery week. • A sudden drop usually means the race data was an anomaly (heat, illness, pacing error) — use Adjust VDOT to correct it manually.
ja: VDOT は Jack Daniels があなたの現在のランニング体力を測る指標です。最高のレースタイムやトレーニングパフォーマンスから導き出され、実際のレース中における有効酸素利用率を表します。 **プランを動かす理由** VDOT は RunCraft のすべてのペースゾーンとセッション目標の基準となります。イージー・マラソン・閾値・インターバル・レペティションのペースはすべて、この1つの数字から計算されます。 **注目すべきポイント** • トレーニング期間中に VDOT が上昇していれば、実際の体力向上を示しています。 • 安定したトレーニングにもかかわらず6週間以上停滞している場合は、新しいレースによる刺激、より多いイージーボリューム、または回復週が必要なサインです。 • 急激な低下は通常、レースデータが異常であったことを示します（暑さ、病気、ペース配分のミス）。手動で VDOT を調整して修正してください。
ko: VDOT는 Jack Daniels가 현재 달리기 체력을 측정하는 지표입니다. 최고의 레이스 기록이나 훈련 성과에서 도출되며, 실제 레이스에서 발휘하는 유효 산소 이용률을 나타냅니다. **계획을 이끄는 이유** VDOT는 RunCraft의 모든 페이스 구역과 세션 목표의 기준이 됩니다. 이지, 마라톤, 역치, 인터벌, 반복 페이스 모두 이 하나의 숫자에서 계산됩니다. **주목할 점** • 훈련 블록 동안 VDOT가 상승하면 실제 체력 향상을 확인할 수 있습니다. • 꾸준한 훈련에도 6주 이상 정체되면 새로운 레이스 자극, 더 많은 이지 볼륨, 또는 회복 주가 필요하다는 신호입니다. • 갑작스러운 하락은 레이스 데이터가 이상값임을 나타냅니다(더위, 질병, 페이스 오류). VDOT 조정으로 수동 수정하세요.
zh_hans: VDOT 是 Jack Daniels 衡量你当前跑步体能的指标。它来自你最佳比赛成绩或训练表现，代表你实际比赛时的有效摄氧利用率。 **为什么它驱动你的计划** VDOT 决定 RunCraft 中每一个配速区间与训练目标——轻松跑、马拉松、阈值、间歇与重复配速，全都由这个单一数字计算而来。 **要注意什么** • 训练期间 VDOT 持续上升，代表体能实际进步。 • 即使训练稳定，但 6 周以上停滞不前，通常意味着需要新的比赛刺激、更多轻松跑量或恢复周。 • 突然下降通常表示比赛数据有异常（天气炎热、生病、配速失误）——可手动调整 VDOT 来修正。
zh_hant: VDOT 是 Jack Daniels 衡量你目前跑步體能的指標。它來自你最佳比賽成績或訓練表現，代表你實際比賽時的有效攝氧利用率。 **為什麼它驅動你的計畫** VDOT 決定 RunCraft 中每一個配速區間與訓練目標——輕鬆跑、馬拉松、閾值、間歇與重複配速，全都由這個單一數字計算而來。 **要注意什麼** • 訓練期間 VDOT 持續上升，代表體能實際進步。 • 即使訓練穩定，但 6 週以上停滯不前，通常意味著需要新的比賽刺激、更多輕鬆跑量或恢復週。 • 突然下降通常表示比賽數據有異常（天氣炎熱、生病、配速失誤）——可手動調整 VDOT 來修正。

# InsightInfo.vo2Max.body
source: VO₂max is your Apple Watch's independent estimate of maximum oxygen uptake (mL/kg/min), derived from heart rate and GPS speed during outdoor runs. **How it differs from VDOT** Both use the same unit but come from different sources. VDOT is derived from actual race performances. Apple Watch VO₂max is a physiological estimate from training data — typically more conservative and updated more frequently. **What to look for** • A gradual upward trend over months confirms aerobic capacity is growing. • The Watch's estimate is most accurate during easy-to-moderate outdoor runs with clean GPS and stable heart rate. • Values typically lag VDOT by 4–8 weeks when fitness improves rapidly.
ja: VO₂max は Apple Watch による最大酸素摂取量の独立推定値（mL/kg/min）で、屋外ランニング中の心拍数と GPS スピードから算出されます。 **VDOT との違い** 同じ単位を使いますが、由来は異なります。VDOT は実際のレースパフォーマンスから。Apple Watch VO₂max はトレーニングデータからの生理学的推定値で、通常より保守的で更新頻度が高いです。 **注目すべきポイント** • 数ヶ月にわたる緩やかな上昇傾向は、有酸素能力が成長していることを示します。 • Watch の推定値は、GPS が安定し心拍数が安定したイージーから中程度の屋外ランニング中が最も正確です。 • 体力が急速に向上した場合、VDOT より4〜8週間遅れることが一般的です。
ko: VO₂max는 Apple Watch의 최대 산소 섭취량 독립 추정치(mL/kg/min)로, 야외 달리기 중 심박수와 GPS 속도로 산출됩니다. **VDOT와의 차이** 같은 단위를 사용하지만 출처가 다릅니다. VDOT는 실제 레이스 성과에서, Apple Watch VO₂max는 훈련 데이터의 생리학적 추정치로 보통 더 보수적이고 자주 업데이트됩니다. **주목할 점** • 몇 달에 걸친 완만한 상승 추세는 유산소 능력이 성장하고 있음을 확인해 줍니다. • GPS가 안정적이고 심박수가 고른 이지에서 중간 강도의 야외 달리기 중에 Watch 추정이 가장 정확합니다. • 체력이 빠르게 향상될 때 수치는 보통 VDOT보다 4~8주 느립니다.
zh_hans: VO₂max 是 Apple Watch 对最大摄氧量的独立估计值（mL/kg/min），通过户外跑步时的心率与 GPS 速度计算得出。 **与 VDOT 的差异** 两者使用相同单位，但来源不同。VDOT 来自实际比赛成绩；Apple Watch VO₂max 是训练数据的生理估计值——通常较保守，但更新更频繁。 **要注意什么** • 数月内的缓慢上升趋势，代表有氧能力持续成长。 • 在 GPS 信号稳定、心率平稳的轻松至中等强度户外跑步中，Watch 的估计最为准确。 • 当体能快速提升时，数值通常落后 VDOT 4 至 8 周。
zh_hant: VO₂max 是 Apple Watch 對最大攝氧量的獨立估計值（mL/kg/min），透過戶外跑步時的心率與 GPS 速度計算得出。 **與 VDOT 的差異** 兩者使用相同單位，但來源不同。VDOT 來自實際比賽成績；Apple Watch VO₂max 是訓練數據的生理估計值——通常較保守，但更新更頻繁。 **要注意什麼** • 數月內的緩慢上升趨勢，代表有氧能力持續成長。 • 在 GPS 訊號穩定、心率平穩的輕鬆至中等強度戶外跑步中，Watch 的估計最為準確。 • 當體能快速提升時，數值通常落後 VDOT 4 至 8 週。

# InsightInfo.delta.body
source: Delta is the difference between your VDOT and your Apple Watch's VO₂max estimate. It shows how your race-derived fitness compares to the Watch's physiological reading. **Interpreting the value** • **Positive Δ** — race performance implies higher fitness than the Watch estimates. Common in economical runners, or when the Watch hasn't had enough outdoor runs to update. • **Near zero** — VDOT and Watch VO₂max are in agreement. A good sign that both data sources are consistent. • **Negative Δ** — training has built aerobic capacity faster than race-derived VDOT reflects, or your last race was an underperformance. A good prompt to attempt a time trial. **What to watch** A persistently widening positive gap suggests you would benefit from more race-specific work.
ja: デルタは VDOT と Apple Watch の VO₂max 推定値の差です。レースから導き出された体力が Watch の生理学的測定値とどう比較されるかを示します。 **数値の解釈** • **正のΔ** — レースパフォーマンスが Watch の推定より高い体力を示唆。経済的なランナーに多く見られるか、Watch に屋外ランが十分でない場合。 • **ゼロ付近** — VDOT と Watch の VO₂max が一致。両データソースが整合していることを示す好ましいサイン。 • **負のΔ** — トレーニングが有酸素能力をレース由来の VDOT より速く積み上げているか、直近のレースが本来の実力以下だった場合。タイムトライアルを試みる良い機会です。 **注目すべき点** 正のギャップが持続して広がる場合は、レース特有のトレーニングがより多く必要なサインです。
ko: 델타는 VDOT와 Apple Watch의 VO₂max 추정치 간의 차이입니다. 레이스에서 도출된 체력이 Watch의 생리학적 읽기와 어떻게 비교되는지 보여줍니다. **수치 해석** • **양의 Δ** — 레이스 성과가 Watch 추정보다 높은 체력을 시사합니다. 경제적인 러너나 Watch에 야외 달리기 데이터가 충분하지 않을 때 흔합니다. • **0 근처** — VDOT와 Watch VO₂max가 일치합니다. 두 데이터 소스가 일관적이라는 좋은 신호입니다. • **음의 Δ** — 훈련으로 레이스 VDOT보다 유산소 능력이 더 빨리 쌓였거나, 최근 레이스가 저조한 경우입니다. 타임 트라이얼을 시도하기 좋은 기회입니다. **주시할 점** 지속적으로 확대되는 양의 차이는 레이스 특화 훈련이 더 필요하다는 신호입니다.
zh_hans: 差值是你的 VDOT 与 Apple Watch VO₂max 估计值之间的差距，显示你比赛时的体能与 Watch 生理读数的比较结果。 **解读数值** • **正差值** — 比赛成绩所隐含的体能高于 Watch 估计。常见于跑步经济性好的跑者，或 Watch 尚未有足够的户外跑步数据来更新时。 • **接近零** — VDOT 与 Watch VO₂max 吻合，两个数据来源一致，这是个好兆头。 • **负差值** — 训练已建立的有氧能力超过比赛 VDOT 所反映的，或上次比赛表现未达水准。这是尝试计时跑的好时机。 **需要注意的情形** 持续扩大的正差值，表示你应加入更多针对比赛的专项训练。
zh_hant: 差值是你的 VDOT 與 Apple Watch VO₂max 估計值之間的差距，顯示你比賽時的體能與 Watch 生理讀數的比較結果。 **解讀數值** • **正差值** — 比賽成績所隱含的體能高於 Watch 估計。常見於跑步經濟性好的跑者，或 Watch 尚未有足夠的戶外跑步數據來更新時。 • **接近零** — VDOT 與 Watch VO₂max 吻合，兩個數據來源一致，這是個好兆頭。 • **負差值** — 訓練已建立的有氧能力超過比賽 VDOT 所反映的，或上次比賽表現未達水準。這是嘗試計時跑的好時機。 **需要注意的情形** 持續擴大的正差值，表示你應加入更多針對比賽的專項訓練。

# InsightInfo.threshold.title
source: T-pace (Lactate Threshold)
ja: T ペース（乳酸閾値）
ko: T 페이스 (젖산 역치)
zh_hans: T 配速（乳酸阈值）
zh_hant: T 配速（乳酸閾值）

# InsightInfo.threshold.body
source: T-pace is your lactate threshold pace — the Daniels Threshold zone midpoint, derived from your VDOT score. It represents the fastest pace sustainable for approximately 60 minutes. **Why track it over time** As your VDOT improves, your T-pace becomes faster. This chart shows how your threshold has progressed across your training history — a long-term view of speed development at the most important training intensity. **Reading the chart** The y-axis is inverted so upward movement always means improvement: a rising line means you are running faster at threshold. Each point corresponds to one VDOT update. **What to look for** • Consistent upward steps after threshold-focused training blocks (tempo runs, cruise intervals). • A flat trend despite rising VDOT suggests your aerobic base is improving but race-specific speed work may be lagging.
ja: T ペースは乳酸閾値ペースで、VDOT スコアから導き出された Daniels 閾値ゾーンの中間点です。約60分間持続可能な最速ペースを表します。 **なぜ長期追跡するのか** VDOT が向上するにつれて、T ペースも速くなります。このチャートは訓練歴全体にわたる閾値の進捗を示し、最も重要な強度でのスピード開発を長期的に見ることができます。 **チャートの読み方** 上昇がいつも改善を意味するよう Y 軸は反転されています。上昇する線は、閾値でより速く走れていることを意味します。各点は1回の VDOT 更新に対応します。 **注目すべきポイント** • 閾値に焦点を当てたトレーニングブロック（テンポラン・クルーズインターバル）後の一貫した上昇ステップ。 • VDOT が上昇しているのに平坦なトレンドは、有酸素基盤が向上しているが、レース特有のスピードワークが遅れている可能性があります。
ko: T 페이스는 젖산 역치 페이스로, VDOT 점수에서 도출된 Daniels 역치 구역의 중점입니다. 약 60분간 지속할 수 있는 가장 빠른 페이스를 나타냅니다. **장기 추적하는 이유** VDOT가 향상되면 T 페이스도 빨라집니다. 이 차트는 훈련 이력 전반에 걸친 역치의 진행 상황을 보여주며, 가장 중요한 훈련 강도에서의 장기적인 속도 발전을 확인할 수 있습니다. **차트 읽는 법** 위쪽 이동이 항상 개선을 의미하도록 Y축이 반전되었습니다. 상승하는 선은 역치에서 더 빠르게 달리고 있음을 의미합니다. 각 점은 하나의 VDOT 업데이트에 해당합니다. **주목할 점** • 역치 중심 훈련 블록(템포런, 크루즈 인터벌) 후의 지속적인 상승 계단. • VDOT는 상승하지만 평평한 추세는 유산소 기반은 향상되었지만 레이스 특화 스피드 훈련이 뒤처지고 있을 수 있다는 신호입니다.
zh_hans: T 配速是你的乳酸阈值配速——Daniels 阈值区间的中点，由你的 VDOT 分数推算而来。它代表大约可维持 60 分钟的最快配速。 **为什么要追踪长期趋势** 随着 VDOT 提升，T 配速也会变快。这张图表显示你在训练历史中的阈值进展——是速度发展在最重要训练强度上的长期视角。 **如何读图** 纵轴反转，因此向上代表进步：上升的线代表你的阈值跑得更快。每个点对应一次 VDOT 更新。 **要注意什么** • 在以阈值训练为重点的训练期后（节奏跑、巡航间歇），持续向上的台阶。 • VDOT 上升但趋势平坦，表示有氧基础进步了，但比赛专项速度训练可能跟不上。
zh_hant: T 配速是你的乳酸閾值配速——Daniels 閾值區間的中點，由你的 VDOT 分數推算而來。它代表大約可維持 60 分鐘的最快配速。 **為什麼要追蹤長期趨勢** 隨著 VDOT 提升，T 配速也會變快。這張圖表顯示你在訓練歷史中的閾值進展——是速度發展在最重要訓練強度上的長期視角。 **如何讀圖** 縱軸反轉，因此向上代表進步：上升的線代表你的閾值跑得更快。每個點對應一次 VDOT 更新。 **要注意什麼** • 在以閾值訓練為重點的訓練期後（節奏跑、巡航間歇），持續向上的台階。 • VDOT 上升但趨勢平坦，表示有氧基礎進步了，但比賽專項速度訓練可能跟不上。

# InsightInfo.hrv.title
source: Heart Rate Variability (HRV)
ja: 心拍変動（HRV）
ko: 심박 변동 (HRV)
zh_hans: 心率变异（HRV）
zh_hant: 心率變異（HRV）

# InsightInfo.hrv.body
source: HRV measures the millisecond variation between consecutive heartbeats using the SDNN metric. A higher, stable HRV indicates that your autonomic nervous system is well-recovered and ready for training stress. **What to look for** • A rising weekly trend over months means your aerobic base is adapting well. • A sudden drop of 10–15 ms below your personal baseline is a strong signal to reduce training intensity for 1–2 days. • Day-to-day fluctuation is normal — only sustained trends matter. Apple Watch records HRV automatically overnight using the heart rate sensor.
ja: HRV は SDNN 指標を使用して連続した拍動間のミリ秒単位のばらつきを測定します。高く安定した HRV は、自律神経系が良好に回復し、トレーニング負荷に対して準備ができていることを示します。 **注目すべきポイント** • 数ヶ月にわたる週ごとの上昇傾向は、有酸素基盤が順調に適応していることを意味します。 • 個人のベースラインから10〜15ミリ秒以上の突然の低下は、1〜2日間トレーニング強度を下げる強いサインです。 • 日々の変動は正常です — 持続的なトレンドのみが重要です。 Apple Watch は心拍センサーを使用して夜間に自動的に HRV を記録します。
ko: HRV는 SDNN 지표를 사용하여 연속 심박 간의 밀리초 단위 변동을 측정합니다. 높고 안정적인 HRV는 자율신경계가 잘 회복되어 훈련 스트레스를 받을 준비가 되었음을 나타냅니다. **주목할 점** • 몇 달에 걸친 주간 상승 추세는 유산소 기반이 잘 적응하고 있음을 의미합니다. • 개인 기준선보다 10~15 ms 이상 갑자기 하락하면 1~2일 훈련 강도를 줄여야 한다는 강한 신호입니다. • 하루하루의 변동은 정상입니다 — 지속적인 추세만이 중요합니다. Apple Watch는 심박 센서를 사용하여 밤새 HRV를 자동으로 기록합니다.
zh_hans: HRV 使用 SDNN 指标测量连续心跳之间的毫秒变化量。HRV 越高且越稳定，代表自律神经系统恢复良好，准备好承受训练压力。 **要注意什么** • 数月内的周平均值持续上升，代表有氧基础适应良好。 • 突然下降 10 至 15 ms 低于个人基准，是减低训练强度 1 至 2 天的强烈信号。 • 每日波动属正常——只有持续趋势才重要。 Apple Watch 在夜间使用心率传感器自动记录 HRV。
zh_hant: HRV 使用 SDNN 指標測量連續心跳之間的毫秒變化量。HRV 越高且越穩定，代表自律神經系統恢復良好，準備好承受訓練壓力。 **要注意什麼** • 數月內的週平均值持續上升，代表有氧基礎適應良好。 • 突然下降 10 至 15 ms 低於個人基準，是減低訓練強度 1 至 2 天的強烈訊號。 • 每日波動屬正常——只有持續趨勢才重要。 Apple Watch 在夜間使用心率感測器自動記錄 HRV。

# InsightInfo.restingHR.title
source: Resting Heart Rate
ja: 安静時心拍数
ko: 안정시 심박수
zh_hans: 静息心率
zh_hant: 靜息心率

# InsightInfo.restingHR.body
source: Resting heart rate (RHR) is the number of times your heart beats per minute at full rest. As cardiovascular fitness improves, the heart becomes more efficient — pumping more blood per beat, so it needs to beat less often. **What to look for** • A gradual downward trend over weeks and months indicates improving aerobic fitness. • A spike of 5+ bpm above your baseline after a hard training block often signals incomplete recovery, illness, or overtraining. • Elite endurance athletes typically have RHR in the 40–55 bpm range. Apple Watch records RHR daily using overnight heart rate data.
ja: 安静時心拍数（RHR）は完全な休息状態での1分間の心拍数です。心臓血管の体力が向上するにつれて、心臓の効率が上がり、1回の拍動でより多くの血液を送り出せるようになるため、心拍数が減少します。 **注目すべきポイント** • 数週間から数ヶ月にわたる緩やかな下降傾向は、有酸素体力の向上を示します。 • ハードなトレーニングブロック後にベースラインから5bpm以上急上昇した場合は、回復不足、病気、または過訓練のサインであることが多いです。 • エリート耐久アスリートは通常、安静時心拍数が40〜55bpmの範囲です。 Apple Watch は夜間の心拍データを使用して毎日安静時心拍数を記録します。
ko: 안정시 심박수(RHR)는 완전한 휴식 상태에서 분당 심박수입니다. 심혈관 체력이 향상될수록 심장이 더 효율적으로 되어 한 번의 박동으로 더 많은 혈액을 보내므로 박동 횟수가 줄어듭니다. **주목할 점** • 수 주에서 수 개월에 걸친 완만한 하락 추세는 유산소 체력 향상을 나타냅니다. • 고강도 훈련 블록 후 기준선보다 5+ bpm 이상 급등하면 회복 부족, 질병, 또는 과훈련의 신호인 경우가 많습니다. • 엘리트 지구력 운동선수의 RHR은 일반적으로 40~55 bpm 범위입니다. Apple Watch는 야간 심박 데이터를 사용하여 매일 RHR을 기록합니다.
zh_hans: 静息心率（RHR）是完全休息时每分钟心跳次数。随着心血管体能提升，心脏效率增加——每次搏出更多血液，因此需要跳动的次数减少。 **要注意什么** • 数周至数月的缓慢下降趋势，代表有氧体能持续进步。 • 在高强度训练期后，高于基准线 5 bpm 以上的突然上升，通常代表恢复不足、生病或过度训练。 • 精英耐力运动员的静息心率通常在 40 至 55 bpm 之间。 Apple Watch 利用夜间心率数据每日记录静息心率。
zh_hant: 靜息心率（RHR）是完全休息時每分鐘心跳次數。隨著心血管體能提升，心臟效率增加——每次搏出更多血液，因此需要跳動的次數減少。 **要注意什麼** • 數週至數月的緩慢下降趨勢，代表有氧體能持續進步。 • 在高強度訓練期後，高於基準線 5 bpm 以上的突然上升，通常代表恢復不足、生病或過度訓練。 • 精英耐力運動員的靜息心率通常在 40 至 55 bpm 之間。 Apple Watch 利用夜間心率數據每日記錄靜息心率。

# InsightInfo.heartRateRecovery.title
source: Heart Rate Recovery
ja: 心拍回復
ko: 심박 회복
zh_hans: 心率恢复
zh_hant: 心率恢復
